tap "convco/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aws-cdk"
brew "python@3.11"
brew "awscli"
brew "ccat"
brew "libssh2"
brew "exa"
brew "fnm"
brew "fzf"
brew "git"
brew "go"
brew "golangci-lint"
brew "zstd"
brew "minikube"
brew "mockery"
brew "nvm"
brew "pre-commit"
brew "pygments"
brew "python@3.9"
brew "tldr"
brew "yarn"
brew "yq"
brew "convco/formulae/convco"
cask "contexts"
cask "discord"
cask "docker"
cask "google-chat-electron"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "nordvpn"
cask "notion"
cask "postman"
cask "rar"
cask "raycast"
cask "rocket"
cask "slack"
cask "spotify"
cask "temurin"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "golang.go"
vscode "WakaTime.vscode-wakatime"
