tap "convco/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "jpeg-xl"
brew "aom"
brew "aws-cdk"
brew "awscli"
brew "cairo"
brew "ccat"
brew "colima"
brew "docker"
brew "docker-credential-helper"
brew "libgit2"
brew "exa"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "git"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "graphviz"
brew "kubernetes-cli"
brew "kubectx"
brew "libzip"
brew "minikube"
brew "mockery"
brew "nvm"
brew "virtualenv"
brew "pre-commit"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-gogo"
brew "protoc-gen-gogofaster"
brew "pygments"
brew "python@3.12", link: false
brew "python@3.9"
brew "tldr"
brew "yq"
brew "convco/formulae/convco"
cask "contexts"
cask "discord"
cask "elgato-stream-deck"
cask "google-chat-electron"
cask "google-chrome"
cask "google-drive"
cask "hp-easy-start"
cask "jetbrains-toolbox"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "nordvpn"
cask "notion"
cask "postman"
cask "rar"
cask "raycast"
cask "rocket"
cask "slack"
cask "spotify"
cask "temurin"
cask "tunein"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "davidkol.fastcompare"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wallabyjs.wallaby-vscode"
