tap "convco/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-xl"
brew "aom"
brew "aws-cdk"
brew "awscli"
brew "cairo"
brew "ccat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "libgit2"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "git"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "graphviz"
brew "kubernetes-cli"
brew "kubectx"
brew "libzip"
brew "minikube"
brew "mockery"
brew "nvm"
brew "virtualenv"
brew "pre-commit"
brew "pygments"
brew "python@3.12", link: false
brew "python@3.9"
brew "tldr"
brew "yq"
brew "eza"
brew "convco/formulae/convco"
brew "kubectl"
brew "kubectx"
brew "pre-commit"
brew "golangci-lint"
brew "commitlint"
cask "contexts"
cask "discord"
cask "elgato-stream-deck"
cask "hp-easy-start"
cask "jetbrains-toolbox"
cask "notion"
cask "postman"
cask "rar"
cask "raycast"
cask "rocket"
cask "spotify"
cask "whatsapp"
cask "kindle"
cask "1password"
